Repository: sarkeshLtd/mega2
Catalog: languages/*/LC_MESSAGES/*.po
Languages: fa_ir

source: 403! You are blocked by MegaCMF internal firewall.
fa_ir: ارتباط شما توسط دیوار آتش داخلی MegaCMF مسدود شده است.

source: MegaCMF Firewall!
fa_ir: دیوار آتش MegaCMF!

source: Internal error!
fa_ir: خطای داخلی!

source: Can not open zip archive files
fa_ir: فایل های آرشیو زیپ باز نمی شوند

source: Message
fa_ir: پیام

source: Please fill all necessary places.
fa_ir: همه مکان های لازم را پر کنید.

source: Successful
fa_ir: موفقت آمیز

source: Your request successfully completed.
fa_ir: درخواست شما با موفقیت انجام شد.

source: Access Denied!
fa_ir: دسترسی غیرمجاز

source: You have no permission to do this operation!
fa_ir: شما دسترسی لازم را ندارید.

source: Your requested page not found!
fa_ir: صفحه مورد درخواست شما یافت نشد!

source: You have no permission to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: Home
fa_ir: صفحه اصلی

source: Your requested page was not found.
fa_ir: صفحه مورد درخواست شما یافت نشد.

source: Access denied!
fa_ir: دسترسی غیر مجاز!

source: Error
fa_ir: خطا

source: Some error was eccurred!
fa_ir: یک سری خطا اتفاق افتاد!

source: Error!
fa_ir: خطا!

source: Some error was eccurred! page will be refreshed.
fa_ir: یک سری خطا اتفاق افتاد! صفحه رفرش خواهد شد.

source: Format of entered email is invalid.
fa_ir: آدرس ایمیل نامعتبر است.

source: Entered value for %s not integer.
fa_ir: مقدار وارد شده برای %s عدد صحیح نیست.

source: Ok
fa_ir: قبول

source: Back
fa_ir: بازگشت

source: Cancel
fa_ir: انصراف

source: Memory usage by system:
fa_ir: استفاده از حافظه های سیستم:

source: Real usage by system:
fa_ir: استفاده واقعی توسط سیستم:

source: CPU usage by system:
fa_ir: استفاده از پردازنده های سیستم:

source: Warning:Your requested service not found!
fa_ir: هشدار:سرویس درخواستی شما وجود ندارد!

source: Error in query execution!Reason: %s
fa_ir: خطا در اجرای پرس و جو!دلیل: %s

source: Best Regards.
fa_ir: با احترام.

source: ON
fa_ir: روشن

source: OFF
fa_ir: خاموش

source: Older
fa_ir: قدیمی تر

source: Newer
fa_ir: جدیدتر

source: File uploader
fa_ir: بارگزار فایل

source: Select file and click on upload button.
fa_ir: ابتدا فایل را انتخاب سپس روی دکمه بارگزاری کلیک کنید.

source: Byte
fa_ir: بایت

source: KByte
fa_ir: کیلوبایت

source: MByte
fa_ir: مگابایت

source: Select file
fa_ir: فایل را انتخاب کنید

source: Remove
fa_ir: حذف

source: File name ...
fa_ir: نام فایل ...

source: Warning
fa_ir: هشدار

source: 1000 Rials is lowest.please enter more that this amount.
fa_ir: کمترین مقدار 1000 ریال است.لطفا مقداری بیش از این را وارد کنید.

source: Thanks for your help.We can accept payment cards that work in shetab network.
fa_ir: با تشکر از کمک مالی شما.در حال حاضر پرداخت توسط کارت های وابسته به شبکه شتاب ایران امکانپذیر است.

source: name and family
fa_ir: نام و نام خانوادگی

source: Email
fa_ir: رایانامه

source: Your email address
fa_ir: آدرس ( ایمیل ) شما

source: Description
fa_ir: توضیحات

source: Amount
fa_ir: مقدار

source: Amount of donation
fa_ir: مقدار کمک مالی

source: Rials
fa_ir: ریال

source: Payment
fa_ir: پرداخت

source: Donation
fa_ir: کمک مالی

source: ID
fa_ir: ردیف

source: Name and email
fa_ir: نام و ایمیل

source: Amount( %s )
fa_ir: مقدار (%s )

source: Date
fa_ir: تاریخ

source: Donators
fa_ir: کمک کنندگان

source: body of topic most be more 10 characters.
fa_ir: متن باید بیشتر از 10 حرف باشد

source: body of replay most be more 10 characters.
fa_ir: متن پاسخ ارسال شده باید بیشتر از 10 حرف باشد.

source: Manage forums
fa_ir: مدیریت انجمن ها

source: Settings
fa_ir: تنظیمات

source: Forums
fa_ir: انجمن

source: Edit
fa_ir: ویرایش

source: Delete
fa_ir: حدف

source: Name and description
fa_ir: نام و توضیحات

source: Localize
fa_ir: ترجمه و بومی سازی

source: No forum added.first add a forum.
fa_ir: هیچ انجمی فعلا وجود ندارد. ابتدا یک مورد را اضافه کنید.

source: Add new forum
fa_ir: افزودن انجمن جدید

source: forum name
fa_ir: نام انجمن

source: Default users roll
fa_ir: نقش پیش فرض کاربران

source: forum just show in selected localize
fa_ir: این انجمن فقط در زبان انتخاب شده نمایش داده خواهد شد.

source: Rank
fa_ir: رتبه

source: Add forum
fa_ir: افزودن انجمن

source: Save changes
fa_ir: ذخیره تغییرات

source: New forum
fa_ir: انجمن جدید

source: Are you sure for delete %s
fa_ir: آیا برای حذف %s مطمئن هستید؟

source: Yes, Delete
fa_ir: بله , حذف

source: Delete %s
fa_ir: حذف %s

source: Title:
fa_ir: عنوان:

source: Body:
fa_ir: بدنه:

source: Submit
fa_ir: ارسال

source: New topic in %s
fa_ir: موضوع جدید در %s

source: Edite
fa_ir: ویرایش

source: New topic
fa_ir: موضوع جدید

source: ( %s Replays )
fa_ir: ( %s پاسخ )

source: By %s
fa_ir: توسط %s

source: Forum statics
fa_ir: آمار انجمن

source: %s replays in %s Topics by %s Members. Latest Member: %s
fa_ir: %s پاسخ در %s موضوع توسط %s عضو ارسال شده است.آخرین فرد عضو شده: %s

source: By %s in %s
fa_ir: توسط %s در %s

source: Replays:
fa_ir: پاسخ ها:

source: Are you sure fore delete %s in %s forum?
fa_ir: آیا برای حذف موضوع %s در انجمن %s مطمئن هستید؟

source: This operation can not to be undo and this topic and all replays will be removed!
fa_ir: این عملیات غیر قابل بازگشت می باشد و موضوع به همراه تمام پاسخ های ارسالی حذف خواهد شد.

source: Yes,Delete
fa_ir: بله,حذف

source: No,cancell
fa_ir: خیر,انصراف

source: Are you sure fore delete your replay in %s?
fa_ir: آیا برای حذف پاسخ خود در موضوع %s مطمئن هستید؟

source: This operation can not to be undo and this replay will be removed!
fa_ir: این عملیات غیر قابل بازگشت می باشد و باعث حذف پاسخ ارسال شده خواهد شد.

source: Delete Replay in %s topic
fa_ir: حذف پاسخ در موضوع %s

source: Replay to %s
fa_ir: پاسخ به %s

source: Submit Replay
fa_ir: ارسال پاسخ

source: Login
fa_ir: وارد

source: Register
fa_ir: ثبت نام

source: For submit new replay %s or %s
fa_ir: برای ارسال پاسخ جدید یا %s شوید یا %s کنید.

source: Edite replay
fa_ir: ویرایش پاسخ

source: %s in %s
fa_ir: %s در %s

source: Last replays in forum
fa_ir: آخرین پاسخ های انجمن

source: Number of topics in homepage:
fa_ir: تعداد موضوعات برگه اول انجمن:

source: With this option you can select number of topics that you want to show in forum home page.
fa_ir: با این گزینه میتوانید تعداد موضوعات قابل نمایش در صفحه نخست انجمن را تنظیم کنید.

source: Save
fa_ir: ذخيره

source: Forums settings
fa_ir: تنظیمات انجمن

source: Last Topics
fa_ir: آخرین مباحث

source: Transactions
fa_ir: تراکنش ها

source: settings
fa_ir: تنظیمات

source: payment
fa_ir: پرداخت

source: Error in payment system
fa_ir: اشکال در سیستم پرداخت

source: an error has occurred in payment system.we are try to fix that
fa_ir: در سیستم پرداخت خطایی رخ داده است. ما سعی میکنیم در اولین فرصت ممکن,مشکل را برطرف کنیم.

source: Payment Error!
fa_ir: خطا در پرداخت!

source: This transaction Was paid before.
fa_ir: این تراکنش قبلاً پرداخت شده است.

source: Home page
fa_ir: صفحه‌اصلی

source: Name:%s
fa_ir: نام: %s

source: The amount payable:%s Rials
fa_ir: مبلغ قابل پرداخت: %s ریال

source: Your operation will do with this accepter:
fa_ir: عملیات توسط این پذیرنده انجام خواهد شد.

source: Yes, pay it
fa_ir: بله , پرداخت کن

source: Show payment info
fa_ir: نمایش اطلاعات پرداخت

source: Amount paid:%s Rials
fa_ir: مبلغ پرداخت شده:%s ریال

source: serial:%s
fa_ir: سریال:%s

source: Tracking Code:%s
fa_ir: پیگیری کد:%s

source: Jump to home page
fa_ir: پرش به صفحه اصلی وب سایت

source: Payment was successful
fa_ir: پرداخت موفقیت آمیز بود

source: Payline Api:
fa_ir: api پی لاین:

source: For get your api visit %s website.
fa_ir: برای دریافت کد api به وب سایت %s مراجعه کنید.

source: Payline
fa_ir: پی لاین

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Payment settings
fa_ir: تنظیمات پرداخت

source: Owner
fa_ir: مالک

source: DATE
fa_ir: تاریخ

source: Options
fa_ir: تنظیمات

source: Not payed!
fa_ir: پرداخت نشده!

source: View information
fa_ir: مشاهده اطلاعات

source: payment proccess was fail.
fa_ir: پرداخت انجام نشد.

source: Fail in payment
fa_ir: شکست در پرداخت

source: Plugin with this name is exists before.please try another name.
fa_ir: پلاگین با این نام قبلا ثبت شده است.لطفا یک نام دیگر را امتحان کنید.

source: PLMGR
fa_ir: پلاگینکده

source: Last updated plugins
fa_ir: آخرین افزونه های به روز شده

source: New plugins
fa_ir: آخرین افزونه ها

source: Plugin name:
fa_ir: نام افزونه:

source: Plugin name
fa_ir: نام افزونه

source: Version:
fa_ir: نسخه:

source: Catalogues:
fa_ir: موضوع

source: Publish License:
fa_ir: قرارداد انتشار

source: Other
fa_ir: متفرقه

source: Slogan:
fa_ir: شعار:

source: Slogan
fa_ir: شعار

source: URL:
fa_ir: نشانی اینترنتی (URL) :

source: Description:
fa_ir: توضیحات:

source: Installation:
fa_ir: نصب و راه اندازی:

source: Talk about how can i install your plugin?
fa_ir: میتوانید درباره این صحبت کنید که استفاده کنندگان چطور میتوانند نسبت به نصب افزونه اقدام کنند.

source: Plugin logo
fa_ir: تصویر معرف افزونه

source: ChangeLog:
fa_ir: ریز تغییرات

source: v : 1.0.0 , start project
fa_ir: نسخه 1.0.0-شروع پروژه

source: Insert
fa_ir: افزودن

source: New Plugin
fa_ir: افزونه جدید

source: Download version %s
fa_ir: بارگزاری نسخه %s

source: Developer:%s
fa_ir: توسعه دهنده: %s

source: Last version:%s
fa_ir: آخرین نسخه: %s

source: Last Update:%s
fa_ir: آخرین به روز رسانی: %s

source: Installation
fa_ir: نصب و راه اندازی

source: Changelog
fa_ir: ریز تغییرات

source: plugin:%s
fa_ir: افزونه:%s

source: Last plugins
fa_ir: آخرین افزونه ها

source: Plugins
fa_ir: افزونه‌ها

source: View details
fa_ir: مشاهده

source: New widget
fa_ir: ابزارک جدید

source: List Widgets
fa_ir: فهرست ابزارک ها

source: Wallet
fa_ir: کیف پول

source: Slideshow
fa_ir: نمایش اسلاید

source: Data type error
fa_ir: خطای نوع داده

source: Validator expire time should be numberic.all settings expect this was saved.
fa_ir: زمان انقضا اعتبار باید عددی باشد.تمام تنظیمات جز این ذخیره شدند.

source: Regional and Languages
fa_ir: نواحی و زبان‌ها

source: Basic Settings
fa_ir: تنظیمات پایه

source: Apperance
fa_ir: ظاهر

source: Blocks
fa_ir: بلوک‌ها

source: Core Settings
fa_ir: تنظیمات هسته

source: Update Center
fa_ir: مرکز به روز رسانی

source: Administrator
fa_ir: مدیریت

source: All languages
fa_ir: همه زبان ها

source: Log Out
fa_ir: خروج

source: Powered by MegaCMF
fa_ir: نیرو گرفته از MegaCMF

source: View website
fa_ir: مشاهده وب سایت

source: Dashboard
fa_ir: پیشخوان

source: Profile
fa_ir: نمایه کاربر

source: Version:%s
fa_ir: نسخه:%s

source: Build Number:%s
fa_ir: شماره ساخت:%s

source: Sarkesh Administrator
fa_ir: بخش مدیریت سرکش

source: Appearance
fa_ir: ظاهر

source: Users and permissions
fa_ir: کاربران و سطوح دسترسی

source: Update center
fa_ir: مرکز به روز رسانی

source: New page
fa_ir: صفحه جدید

source: Core settings
fa_ir: تنظیمات هسته

source: Your system build number:%s
fa_ir: سری ساخت سامانه شما:%s

source: Last relased build number:%s
fa_ir: آخرین سری ساخت منتشر شده:%s

source: Your system is update! noting to do.
fa_ir: سیستم شما به روز و مجهز به آخرین نسخه است.

source: Update to new version
fa_ir: به روز رسانی به نسخه جدید

source: Your system is out of date.for get latest update go to sarkesh website
fa_ir: سامانه شده قدیمی شده است. برای دریافت آخرین به روز رسانی به تارنمای سرکش مراجعه کنید

source: Jump to release notes
fa_ir: پرش به یادداشت های انتشار

source: Updates
fa_ir: بروزرسانی‌ها

source: Enable clean url
fa_ir: فعال کردن آدرس دهی تمیز

source: With this option,pages with parameters will be replaced with clean address.
fa_ir: با فعال سازی این گذینه آدرس دهی های این وب سایت به صورت تمیز و سر راست نمایش داده می شوند.

source: Developers mode?
fa_ir: حالت توسعه دهندگان؟

source: If you mark this options,all errors that occurred in system will be send to SarkeshCMF developers.
fa_ir: با این گذینه تمام خطاهای صورت گرفته به توسعه دهندگان ارسال میشود.این امر به رفع مشکلات احتمالی کمک خواهد کرد.برای آنکه بدانید ما چه چیزهایی را از شما دریافت میکنیم قرارداد حریم خصوصی وب سایت توسعه دهندگان را مطالعه فرمایید.

source: Validation Expire time:
fa_ir: زمان معتبر بودن کنترل کننده ها:

source: Thos option set external variables expire time.
fa_ir: این گذینه زمان برای معتبر بودن کنترل کننده ها را تنظیم میکند.

source: Hour(s)
fa_ir: ساعت

source: Update
fa_ir: بروز رسانی

source: Name
fa_ir: نام

source: Locals
fa_ir: محلی

source: Off
fa_ir: خاموش

source: Edite static
fa_ir: ویرایش ایستا

source: Place
fa_ir: محل

source: Static
fa_ir: ایستا

source: Add static block
fa_ir: اضافه کردن بلوک استاتیک

source: Manage Blocks
fa_ir: مدیریت بلوک ها

source: Site name
fa_ir: نام سایت

source: How this is used depends on your site's theme.
fa_ir: نحوه استفاده به پوسته استفاده شده سایت بستگی دارد.

source: Email address
fa_ir: رایانامه

source: The From address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
fa_ir: آدرس فرستنده در ایمیل های خودکاری که در زمان ثبت نام، درخواست رمز عبور جدید، و سایر اطلاعیه ها ارسال می شوند (برای کمک به جلوگیری از علامت گذاری این ایمیل بعنوان هرزنامه یا Spam از آدرسی استفاده کنید که به دامنه سایت شما ختم می شود).

source: Front page
fa_ir: صفحه ی نخست

source: Optionally, specify a relative URL to display as the front page. be careful for that this address be correct!
fa_ir: به صورت اختیاری، یک آدرس نسبی اینترنتی مشخص کنید تا در صفحه اول نمایش داده شود. مراقب باشید که این آدرس درست باشد!

source: your text show in header of page for use in search engines.
fa_ir: متنی که وارد می کنید در هدر صفحات برای استفاده موتور های جست و جو به نمایش در می اید.کاربران قادر به مشاهده متن نیستند.

source: General Settings
fa_ir: تنظیمات عمومی

source: Block name
fa_ir: نام بلوک

source: Block name not show in template
fa_ir: نام بلوک در قالب نمایش داده نمی شود

source: Block label
fa_ir: برچسب بلوک

source: if enable show header option this label will be show.
fa_ir: اگر گزینه ی نمایش هدر را فعال کنید این برچسب نمایش داده خواهد شد.

source: Show header
fa_ir: نمایش سربرگ

source: If this option checked,label of block will showed at the top of block.
fa_ir: اگر این گزینه را فعال کنید، برچسب بلوک در بالای بلوی نمایش داده خواهد شد.

source: content of block
fa_ir: محتوای بلوک

source: All of content that you will enter,show in block.you can use html and javascript codes and style with CSS.
fa_ir: تمام محتوایی که شما وارد می کنید، در بلوک نمایش داده خواهد شد. شما می توانید از کد های HTML و Javascript و استایل های CSS استفاده کنید.

source: Add block
fa_ir: افزودن بلوک

source: New static block
fa_ir: بلوک استاتیک جدید

source: Update static block
fa_ir: به روز رسانی بلوک ایستا

source: Edite block
fa_ir: ویرایش بلوک

source: Pages
fa_ir: صفحات

source: Use ',' for seperate page urls. for use home page enter 'frontpage' and start your internal urls with '\'.
fa_ir: از «,» برای جدا کردن آدرس صفحه ها استفاده کنید. از «frontpage» به عنوان صفحه اصلی استفاده کنید و آدرس های داخلی را با «\» آغاز کنید.

source: With this option you can select pages for show.
fa_ir: با این گذینه میتوانید صفحات برای نمایش بلوک مورد نظر خود را انتخاب کنید.

source: All pages espect that comes above.
fa_ir: در تمام صفحات به غیر از آنهایی که در بالا آمده است.

source: show in pages that comes above.
fa_ir: نمایش تنها در صفحاتی که در بالا آمده.

source: Localize block
fa_ir: ترجمه و بومی سازی بلوک

source: block will showed in selected localize.
fa_ir: بلوک در زبان انتخابی نمایش داده خواهد شد.

source: Position
fa_ir: موقعیت

source: Edite Block:
fa_ir: ویرایش بلوک:

source: Are you sure for delete %s ?
fa_ir: آیا برای حذف %s مطمئن هستید؟

source: Delete Static block
fa_ir: حذف بلوک های استاتیک

source: Active
fa_ir: فعال کردن

source: Disactive
fa_ir: غیرفعال کردن

source: Reinstall
fa_ir: بازنصب

source: After reinstall plugins that plugin will be disactive and you should active it again
fa_ir: پلاگین هابعد از بازنصب شدن به حالت غیر فعال خواهند رفت و شما باید مجددا نسبت به فعال سازی آنها اقدام کنید.

source: Themes
fa_ir: پوسته‌ها

source: Active this
fa_ir: فعال کردن

source: Author
fa_ir: نویسنده

source: Default country
fa_ir: کشور پیش فرض

source: Default Localize
fa_ir: ناحیه پیشفرض

source: Default Timezone
fa_ir: ساعت زمانی پیشفرض

source: Regional and languages
fa_ir: نواحی و زبان‌ها

source: File upload ports
fa_ir: پورت های بارگذاری پرونده

source: Places of files
fa_ir: مکان پرونده ها

source: Files
fa_ir: مدیریت پرونده ها

source: Upload successful!
fa_ir: بارگذاری موفق بود!

source: Your file uploaded successfuly.
fa_ir: پرونده شما با موفقیت ارسال شده.

source: File upload fail!
fa_ir: عدم موفقیت در آپلود فایل!

source: File size or extension is not match with this type.
fa_ir: اندازه پرونده یا پسوند با این نوع همخوانی ندارد.

source: Clear Errors
fa_ir: پاک کردن خطاها

source: PHP Error logs
fa_ir: تاریخچه خطاهای php

source: First page
fa_ir: صفحه اول

source: Welcome to your site please change home page from basic settings in administrator area.
fa_ir: به وب سایت خود خوش آمدید.ورود شما به این صفحه به معنی درست کار کردن سیستم است . شما میتوانید از بخش مدیریت در قسمت تنظیمات پایه صفحه اول وب سایت خود را تعویض یا سفارشی کنید.

source: message
fa_ir: پیام

source: changing language has some problem! Please try again later.
fa_ir: تغییر زبان با خطا مواجه شد.لطفا مجددا تلاش کنید.

source: Languages
fa_ir: زبان ها

source: New menu
fa_ir: منوی جدید

source: List menus
fa_ir: لیست منوها

source: Menus
fa_ir: فهرست

source: Add link
fa_ir: افزودن پیوند

source: Manage links
fa_ir: مدیریت پیوندها

source: Manage
fa_ir: مدیریت

source: List of menus
fa_ir: لیست منوها

source: Menu name
fa_ir: نام منو

source: Header label
fa_ir: سربرگ

source: This text show above of menu in template.
fa_ir: این متن در بالای منو نمایش داده خواهد شد.

source: Show header label
fa_ir: نمایش برچسب سرتیتر

source: This option use for show or hide label of menu.
fa_ir: از این گذینه برای مخفی کردن سربرگ منو استفاده کنید.

source: Created menu just will showed in selected localize.
fa_ir: فهرست ایجاد شده فقط در زبان انتخاب شده نمایش داده خواهد شد.

source: Horizontal menu
fa_ir: منوی افقی

source: if this option checked,menu show in horizontal mode.
fa_ir: اگر این گزینه را انتخاب کنید، فهرست به صورت افقی نمایش داده خواهد شد.

source: Add
fa_ir: افزودن

source: Edite: %s
fa_ir: ویرایش: %s

source: Are you sure for delete menu?
fa_ir: آیا برای حذف این منو مطمئن هستید؟

source: Menu name: %s
fa_ir: نام منو: %s

source: Delete menu
fa_ir: حذف منو

source: New link
fa_ir: پیوند جدید

source: List of links
fa_ir: فهرست لینک ها

source: Are you sure for delete this link?
fa_ir: آیا برای حذف این پیوند مطمئن هستید؟

source: link name: %s
fa_ir: نام لینک: %s

source: Delete link
fa_ir: حذف پیوند

source: Link label
fa_ir: برچسب پیوند

source: This option set label for link.
fa_ir: با این گذینه میتوانید برای پیوند یک برچسب انتخاب کنید.

source: URL
fa_ir: آدرس اینترنتی

source: This option set address of link.
fa_ir: این گذینه آدرس پیوند را مشخص می کند.

source: Enable link
fa_ir: فعال کردن لینک

source: With this, you can show or hide link in menu.
fa_ir: با این گزینه، شما می توانید لینک را در فهرست نمایش داده یا مخفی کنید.

source: use for set position of link in menu.
fa_ir: برای تنظیم موقعیت لینک در فهرست استفاده کنید.

source: This catalogue is exists before.please try another one.
fa_ir: این فهرست قبلا اضافه شده است. مورد دیگری را امتحان کنید.

source: New Page
fa_ir: صفحه جدید

source: List Pages
fa_ir: لیست صفحات

source: Catalogues
fa_ir: فهرست

source: Comments
fa_ir: دیدگاه ها

source: Page Settings
fa_ir: تنظیمات صفحه

source: Blog catalogues
fa_ir: فهرست وبلاگ

source: Last comments
fa_ir: دیدگاه های اخیر

source: For submit new comment %s or %s
fa_ir: برای ارسال دیدگاه جدید %s یا %s .

source: Comments:
fa_ir: دیدگاه ها:

source: Tags:
fa_ir: برچسب ها:

source: Post by %s
fa_ir: ارسال شده توسط %s

source: in %s
fa_ir: در %s

source: No catalogue added.first add a catalogue.
fa_ir: هیچ فهرستی وجود ندارد.لطفا ابتدا یک مورد را اضافه کنید.

source: Add new catalogue
fa_ir: افزودن موضوع جدید

source: Catalogue name
fa_ir: نام فهرست

source: Add catalogue
fa_ir: افزودن فهرست

source: Allow users and guests for submit comment?
fa_ir: اجازه به کاربران و مهمان ها برای ارسال دیدگاه

source: select language of this catalogue
fa_ir: زبان این فهرست را انتخاب کنید.

source: New catalogue
fa_ir: فهرست جدید

source: New users get roll that you select in above.
fa_ir: کاربران جدید نقش هایی را که در بالا انتخاب می کنید، دریافت خواهند کرد.

source: Edite %s
fa_ir: ویرایش %s

source: Show author
fa_ir: نمایش نام نویسنده

source: If checked,author of post show in posts and catlogues.
fa_ir: با انتخاب این گذینه نام نویسنده در فهرست موضوعات و صفحات نمیش داده میشود.

source: Show date
fa_ir: نمایش تاریخ ارسال

source: If checked,date will showed in post content.
fa_ir: با این گذینه میتوانید نمایش تاریخ ارسال را در فهرست صفحات کنترل کنید.

source: Posts per page
fa_ir: تعداد پست ها در هر صفحه

source: This option set number of post that can show per page.
fa_ir: این گذینه تعداد صفحات قابل نمایش در هر برگه از فهرست را کنترل میکند.

source: page settings
fa_ir: تنظیمات صفحه

source: Your title in here!
fa_ir: عنوان در اینجا وارد شود.

source: seperate tags with ','.
fa_ir: برچسب ها را با کاما از هم جدا کنید.

source: Featured image
fa_ir: تصویر شاخص

source: Set featured image
fa_ir: انتخاب تصویر شاخص

source: Catalogue
fa_ir: فهرست

source: Publish page?
fa_ir: صفحه منتشر شود؟

source: Uncheck for save page without publish for other.
fa_ir: برای منتشر نشدن صفحه و نمایش ندادن آن برای دیگران تیک این گذینه را بردارید.

source: Please add catalogue before submit new page!
fa_ir: لطفا برای ارسال صفحه جدید ابتدا یک فهرست ایجاد کنید.

source: New post
fa_ir: ارسال جدید

source: Header
fa_ir: سربرگ

source: Privius
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: Blog posts
fa_ir: ارسال های وبلاگ

source: Your comment:
fa_ir: دیدگاه شما:

source: Submit comment
fa_ir: ارسال دیدگاه

source: User
fa_ir: کاربر

source: Comment
fa_ir: دیدگاه

source: PHP errors
fa_ir: خطاهای پی اچ پی

source: Reports
fa_ir: گزارشات

source: PHP Errors
fa_ir: خطاهای پی اچ پی

source: No error was ecured.
fa_ir: خوشبختانه تاکنون خطایی رخ نداده است.

source: Username most be more than 3 character!
fa_ir: نام کاربری باید از ۳ کاراکتر بیشتر باشد!

source: Only letters and digit allowed.
fa_ir: فقط حروف و ارقام مجاز هستند.

source: This username is taken by another.try again!
fa_ir: نام کاربری قبلا توسط شخص دیگری ثبت شده. مورد دیگری را امتحان کنید!

source: format of entered email in incerrect.
fa_ir: فرمت ایمیل وارد شده اشتباه است.

source: This email is taken by another.if that's you,use that to login to your account.
fa_ir: این رایانامه توسط فرد دیگری استفاده می شود. اگر آن شما هستید، از آن برای ورود استفاده کنید.

source: one or more of fileds invalid.please look at the messages of fileds.
fa_ir: یکی یا چندتا از فیلد ها نا معتبرند. لطفا به پیام های مربوط به فیلد ها نگاهی بندازید.

source: Register new user on this site is disabled!
fa_ir: ثبت نام کاربر جدید در این سایت غیرفعال شده است!

source: Active account
fa_ir: فعال‌سازی حساب کاربری

source: your account created and you can active that by visit url that's comes below:
fa_ir: حساب شما ایجاد شده است و شما می توانید آن را از طریق آدرس زیر فعال کنید:

source: For active your account click here!
fa_ir: برای فعال سازی حساب خود اینجا را کلیک کنید!

source: Successfull
fa_ir: موفق

source: Your account was created and we send email for you. for active your account please check your inbox.
fa_ir: حساب شما ایجاد شد و ما برای شما رایانامه ای ارسال کردیم. برای فعال سازی حساب لطفا صندوق رایانامه خود را بررسی کنید.

source: %s Registeration
fa_ir: %s عضویت

source: <strong>your account was created and your information is</strong></br>password:%s
fa_ir: <strong>حساب شما ایجاد شده است و اطلاعات شما به شکل زیر است:</strong> </br>گذرواژه:%s

source: Your account was created and we send password to your email.please check your email.
fa_ir: حساب شما ایجاد شده است و ما گذرواژه را به رایانامه شما ارسال کردیم. لطفا رایانامه خود را بررسی کنید.
