Repository: sarkeshLtd/mega2
Catalog: languages/*/LC_MESSAGES/*.po
Languages: fa_ir

source: Your account was activated.now you can login to your account.
fa_ir: حساب شما فعال شد. اکنون شما می توانید وارد حساب خود شوید.

source: Fail!
fa_ir: شکست!

source: Your entered key is invalid please try again!
fa_ir: کلید وارد شده توسط شما نامعتبر است! لطفا دوباره تلاش کنید.

source: Entered ip is invalid please try another one.
fa_ir: آی پی وارد شده نامعتبر است! لطفا یکی دیگر را امتحان کنید.

source: Selected password is too short! password most be more than 6 characters.
fa_ir: گذرواژه ی انتخاب شده بسیار کوتاه است. گذروازه باید از 6 حرف بیشتر باشد.

source: Entered passwords are not match
fa_ir: گذرواژه های وارد شده یکسان نیستند

source: Format of entered email is incerrect!
fa_ir: فرمت رایانامه وارد شده نادرست است!

source: %s:Reset password
fa_ir: %s:بازیابی گذرواژه

source: We received a request to reset the password for your account at %s site.
fa_ir: ما یک درخواست برای بازیابی گذرواژه ی حساب شما در وبگاه %s دریافت کرده ایم.

source: Here's a one-time login link for you to use to access your account and set a new password.
fa_ir: اینجا یک لینک یک بار مصرف برای ورود به حساب شما برای تعیین یک گذرواژه جدید آمده است.

source: for login your account please click here!
fa_ir: برای ورود به حساب خود اینجا را کلیک کنید!

source: if you didn't request new login info, don't worry, this link will expire after a day and noting will happen if it's not used.
fa_ir: اگر شما اطلاعات جدید برای ورود به حساب خود درخواست نکرده اید، نگران نباشید. این لینک پس از مدت یک روز منقضی خواهد شد و اگر از آن استفاده نشود، اتفاقی نخواهد افتاد.

source: further instructions have been send to your email address.
fa_ir: راهنمایی های بیشتری به رایانامه شما ارسال شده است.

source: Sorry, %s is not recognized as a e-mail address.
fa_ir: متاسفانه، %s به عنوان یک رایانامه شناخته نشد.

source: Please first upload your avatar.
fa_ir: لطفا نخست آواتار خود را بارگذاری کنید.

source: Group exists
fa_ir: گروه وجود دارد

source: Entered group is exists before.please try another name.
fa_ir: گروه وارد شده قبلا ایجاد شده است. لطفا مورد دیگری را وارد کنید.

source: People
fa_ir: افراد

source: Groups
fa_ir: گروه‌ها

source: Account settings
fa_ir: تنظیمات حساب کاربری

source: IP address blocking
fa_ir: بلوک کردن IP

source: Users
fa_ir: کاربران

source: Username or Password is incerrect!
fa_ir: کلید ورود یا گذرواژه اشتباه است!

source: U
fa_ir: نام کاربری

source: Username or e-mail address
fa_ir: نام کاربری یا رایانامه

source: Password:
fa_ir: گذرواژه:

source: P
fa_ir: گذرواژه

source: Password
fa_ir: گذرواژه

source: Remember me!
fa_ir: مرا فراموش مکن!

source: Sign in
fa_ir: ورود

source: Reset Password
fa_ir: بازیابی گذرواژه

source: Don't have account?
fa_ir: حساب کاربری ندارید؟

source: Sign up
fa_ir: ثبت نام

source: Hello %s !
fa_ir: سلام %s!

source: Sign Out!
fa_ir: خروج!

source: Your profile
fa_ir: پروفایل شما

source: Admin panel
fa_ir: محیط مدیریت

source: User Profile
fa_ir: نمایه کاربر

source: Username:
fa_ir: نام کاربری:

source: Username
fa_ir: نام کاربری

source: Only letters and digits allowed. special characters and space not allowed.
fa_ir: فقط حروف و اعداد مجازهستند. نویسه های خاص و فضای خالی مجاز نیست.

source: Email:
fa_ir: رایانامه:

source: A valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
fa_ir: یک رایانامه معتبر وارد کنید. تمامی پیام ها از سامانه به این رایانامه ارسال خواهند شد. آدرس رایانامه شما منتشر نخواهد شد و فقط برای کار هایی مانند درخواست گذرواژه جدید یا درخواست دریافت اخبار و اطلاعیه استفاده خواهد شد.

source: Create new account
fa_ir: ایجاد حساب جدید

source: Activator code:
fa_ir: کد فعال سازی:

source: Enter activator code that you get from your email
fa_ir: کد فعال سازی که به رایانامه شما ارسال شده است را وارد کنید

source: Enter your email address that you register with that.
fa_ir: رایانامه ای که با آن ثبت نام کرده اید را وارد کنید.

source: Send request
fa_ir: ارسال درخواست

source: Reset password
fa_ir: بازیابی گذرواژه

source: Blocked IPs
fa_ir: آی پی های مسدود شده

source: IP number
fa_ir: شماره آی پی

source: Add IP
fa_ir: افزودن آی‌پی

source: IP Address
fa_ir: آدرس آی پی

source: Enter ip that you want will be blocked by system.
fa_ir: آی پی را که می خواهید توسط سامانه مسدود شود را وارد کنید.

source: Block new ip
fa_ir: مسدود کردن آی پی جدید

source: Your enterd activator code is invalid or be expaird.
fa_ir: کد فعال سازی وارد شده نامعتبر است یا منقضی شده است.

source: Request new activator code
fa_ir: درخواست کد فعال سازی جدید

source: Your account was created and you can set your password.
fa_ir: حساب شما ایجاد شد و شما می توانید گذرواژه ی خود را انتخاب کنید.

source: New password
fa_ir: گذرواژه جدید

source: Confrim new password
fa_ir: تایید گذرواژه

source: Set new password
fa_ir: انتخاب گذرواژه جدید

source: Set password
fa_ir: انتخاب گذرواژه

source: your code expired or not valid.please try again for send new request.
fa_ir: کد شما منقضی شده یا معتبر نیست. لطفا یک درخواست جدید بفرستید.

source: Request again
fa_ir: درخواست دوباره

source: fail reset password
fa_ir: بازیابی ناموفق گذرواژه

source: Register Date:
fa_ir: تاریخ عضویت:

source: Change password
fa_ir: تغییر گذرواژه

source: Change your avatar
fa_ir: تغییر آواتار

source: %s's profile
fa_ir: نمایه %s

source: Upload avatar
fa_ir: بارگذاری آواتار

source: first upload your avatar and click on save button
fa_ir: نخست آواتار را بارگذاری کنید، سپس روی دکمه ذخیره کلیک کنید

source: Save avatar
fa_ir: ذخیره کردن آواتار

source: Change avatar
fa_ir: تغییر آواتار

source: Group
fa_ir: گروه

source: Register Date
fa_ir: تاریخ عضویت

source: Registration settings
fa_ir: تنظیمات عضویت

source: Who can register accounts?
fa_ir: چه کسانی میتوانند ثبت نام کنند?

source: Administrators only
fa_ir: فقط مدیران سایت

source: Visitors
fa_ir: بازدید کنندگان

source: Require e-mail verification when a visitor creates an account.
fa_ir: نیاز به تایید رایانامه در زمان عضویت.

source: New users will be required to validate their e-mail address prior to logging into the site, and will be assigned a system-generated password. With this setting disabled, users will be logged in immediately upon registering, and may select their own passwords during registration.
fa_ir: کاربران جدید باید اعتبار رایانه خود را قبل از ورود به سایت تأیید و یک رمز تولیدشده توسط سامانه دریافت کنند. با غیرفعال کردن این ویژگی، کاربران پس از ثبت نام، وارد سایت خواهند شد و می توانند گذرواژه خود را در زمان ثبت نام انتخاب کنند.

source: Enable user pictures.
fa_ir: فعال کردن تصاویر کاربر.

source: With this option,site users can upload personal avatars.
fa_ir: با فعال سازی این گزینه کاربران می توانند برای خود تصویر معرف دلخواه انتخاب کنند.

source: Picture upload max file size
fa_ir: حداکثر حجم تصویر

source: KiloByte
fa_ir: کیلوبایت

source: Maximum allowed file size for uploaded pictures. Upload size is normally limited only by the PHP maximum post and file upload settings, and images are automatically scaled down to the dimensions specified above.
fa_ir: حداکثر حجم فایل اجازه داده شده برای بارگذاری تصاویر.حجم آپلود معمولا فقط به وسیله حداکثر پست PHP و تنظیمات آپلود فایل محدود شده است، و تصاویر به صورت خودکار کوچک مقیاس می شوند با توجه به اندازه تعریق شده در بالا.

source: Users roll
fa_ir: نقش کاربران

source: Be carefull about change user roll.
fa_ir: مراقب تغییر نفش کاربر باشید.

source: Edite %s information and rolls
fa_ir: ویرایش اطلاعات و نقش های %s

source: User Groups
fa_ir: گروه های کاربری

source: Count
fa_ir: تعداد

source: New Group
fa_ir: گروه جدید

source: Group name
fa_ir: نام گروه

source: Group name show in users profile and you can control user permissions of this group with this.
fa_ir: نام گروه در پروفایل کاربری نمایش داده شده و شما می توانید مجوز های کاربر در این گروه را با این گذینه کنترل نمائید.

source: active group
fa_ir: گروه فعال

source: with this option you can select access to site for users of this group.
fa_ir: با این گزینه شما می توانید دسترسی به سایت را برای کاربران گروه های مختلف رو انتخاب کنید.

source: Admin area?
fa_ir: بخش مدیر؟

source: If you check this option,users of this group can access to administrator area.
fa_ir: اگر این گزینه را انتخاب نمائید، کاربران این گروه می توانند به بخش مدیریت دسترسی پیدا کنند.

source: New group
fa_ir: گروه جدید

source: Edite %s group
fa_ir: ویرایش %s

source: Basic
fa_ir: پایه

source: Babak Alizadeh
fa_ir: بابک علیزاده
